{
  "B013SK1JTY": {
    "title": "ARAREE Slim Diary Cell Phone Case for Samsung Galaxy Note 5 - Retail Packaging - Coral Pink",
    "main_category": "Cell Phones & Accessories",
    "average_rating": 3.8,
    "rating_number": 5,
    "price": "None",
    "features": [
      "Genuine Cow leather with 6 different colors",
      "3 Pockets for ID, Cards and receipts",
      "The inside skin is made of microsuede, polycarbonate",
      "It doesn't have magnets The inner PC case color is gold",
      "Made in Korea"
    ],
    "description": "JUST LOOK, You can tell the difference. Make everyday more convenient, it is slim but has big rooms. If you are looking for a rich and luxurious appearance, look no further. These double shoulders are the perfect leather for creating attractive finished belts, straps and wallets. It doesn't only show the perfect weight for accessories where rugged durability is needed but also has a natural finish and coarse grain.",
    "store": "araree"
  },
  "B07ZPSG8P5": {
    "title": "Bastmei for OnePlus 7T Case Extremely Light Ultra Thin, Super Slim Hard PC Cover Case for OnePlus 7T (Gravel Green)",
    "main_category": "Cell Phones & Accessories",
    "average_rating": 4.4,
    "rating_number": 177,
    "price": "11.98",
    "features": [
      "Ultra-thin & Ultra-light: The ultra slim fit protective OnePlus 7T case, You will feel nothing on your phone, But it did keep the protection of Samsung and give you the excellent grip.",
      "Perfect Fit: This slim OnePlus 7T case can fit for your OnePlus 7T perfectly, Easy to install and take off.",
      "Excellent Feel: When you touch the OnePlus 7T case, you will feel comfortable.Worth to have it.",
      "Quality Warranty: 180 days quality gurantee, If you get quality problems with this OnePlus 7T case, please contact us in the first time. We will send you a new OnePlus 7T case.",
      "Not compatible with OnePlus 7."
    ],
    "description": "",
    "store": "Bastmei"
  },
  "B00GKR3L12": {
    "title": "Wireless Fones Branded New Iphone 5C/LITE Hot Pink Lace detail Leather Wallet Folio Case",
    "main_category": "Cell Phones & Accessories",
    "average_rating": 4.0,
    "rating_number": 2,
    "price": "None",
    "features": [],
    "description": "",
    "store": "WIRELESS FONES"
  },
  "B00PB8U8BW": {
    "title": "iPhone 6 Plus + Case, DandyCase Perfect PATTERNNo Chip/No Peel Flexible Slim TPU Case Cover for Apple iPhone 6 Plus (5.5\" Screen) [Vintage Pink Rose Floral]",
    "main_category": "Cell Phones & Accessories",
    "average_rating": 4.0,
    "rating_number": 15,
    "price": "None",
    "features": [
      "Slim-Fit design for the iPhone 6 Plus (5.5\" screen)",
      "PREFECT PATTERN cases do not chip, peel, break, or stretch out",
      "Anti-slip properties gives your iPhone 6 Plus more grip on surfaces",
      "Adds a \"lip\" to your iPhone 6 Plus so you can place it screen-down and not worry about scratches",
      "Precision cutouts allow full access to charging and headphone connections witout removing the case"
    ],
    "description": "Case does not need to be removed for charging. Camera opening allows unobstructed use of camera and flash.",
    "store": "DandyCase"
  },
  "B07D3RHSRV": {
    "title": "Case for Galaxy S6/S6 Edge, Thin Translucent View Mirror Flip Electroplate Stand Case (Black, Galaxy S6)",
    "main_category": "Cell Phones & Accessories",
    "average_rating": 4.0,
    "rating_number": 1,
    "price": "None",
    "features": [],
    "description": "",
    "store": "7Pite"
  },
  "B00JIFK1HA": {
    "title": "Rikki Knight 3D Chevron Peach on White with Anchor Flip Wallet iPhoneCase with Magnetic Flap for Apple iPhone 5c",
    "main_category": "Cell Phones & Accessories",
    "average_rating": 1.0,
    "rating_number": 1,
    "price": "22.42",
    "features": [
      "Includes attached ribbon Wristlet Strap.",
      "Black wallet case made of quality PU Leather material and Printed front on Fabric surface",
      "Protect your mobile phone from scratch, dirt, impact and shock"
    ],
    "description": "The Rikki Knight new Flip Wallet iPhone case for iPhone 5C protects your cell phone from scratches dirt, and impact whilst also Providing easy access to all features of your phone. This case also protects your privacy by with the Flip Cover on your screen to prevent those around you from reading your on screen messages. Inside of the case features a side slot where you can store business cards, credit cards, cash, etc. Universal: Verizon - Sprint - AT&T - Unisex, the Rikki Knight Flip Wallet cas",
    "store": "Rikki Knight"
  },
  "B0BHY2CR5B": {
    "title": "iMangoo Galaxy S22 Case, for Samsung Galaxy S22 Cases Wallet Case Men Women Protective ID Credit Card Slot Holder Cash Pocket PU Leather Sleeve Double Magnetic Closure Clasp Galaxy S22 Flip Case Blue",
    "main_category": "Cell Phones & Accessories",
    "average_rating": 4.5,
    "rating_number": 530,
    "price": "11.99",
    "features": [
      "Compatibility: This Galaxy S22 case is only compatible with Samsung Galaxy S22 2022 released(6.1 inch display); Please check your phone model before purchasing; NOT compatible with other phone models",
      "Portable Wallet Case Design: Galaxy S22 case wallet has 3 card slots could hold your ID, credit card, driver’s licence or cashes without taking your wallet when going out, ideal for daily, workdays and travelling",
      "Magnetic Closure Flip Cover Design: The S22 folio flip protective case cover and magnetic clasp make it easy to open and use the cover at any time, and the magnetic clasp also secures your cards and money",
      "Slim Fit Premium Faux Leather: Galaxy S22 5G shockproof case is made of high quality faux leather, which is durable and resistant to scratches and fingerprints; Soft TPU shell inner could protect your phone and easy to install; the slim and light design does not make your phone bulky",
      "Precise Cut-outs: Responsive buttons and precise cut-outs allow easy access to speakers, charging ports, audio ports and buttons without removing this galaxy S22 case with card holder"
    ],
    "description": "",
    "store": "iMangoo"
  },
  "B0071OC36W": {
    "title": "Piel Frama Wallet Case for Samsung Galaxy Nexus - Blue",
    "main_category": "Cell Phones & Accessories",
    "average_rating": 5.0,
    "rating_number": 1,
    "price": "None",
    "features": [
      "Sync through travel cable",
      "Removable belt clip",
      "Polypropylene inner structure"
    ],
    "description": "Handcrafted in Spain by Leather artisans, piel frama phone cases are renowned worldwide for their Exquisite quality and workmanship. Piel frama uses only the finest locally-sourced materials, eco-friendly manufacturing techniques and careful attention to detail. The result is a soft, supple Leather product that is extremely durable, ergonomic and that has a minimal impact on the environment. A superior Leather goods manufacturer since 1945, piel frame made their First mobile phone case in 1984, ",
    "store": "Piel Frama"
  },
  "B00LO02H56": {
    "title": "Pearl Bowknot 3d Cute Crystal Bling rhinestone pink Pearl Bowknot Bow Girl Cute lovely Handbag Leather Wallet Card Strap Case Cover For LG Optimus L70 Exceed 2 D325 MS323",
    "main_category": "Cell Phones & Accessories",
    "average_rating": 3.8,
    "rating_number": 3,
    "price": "None",
    "features": [],
    "description": "",
    "store": "wilsontse"
  },
  "B07W5Z9VHY": {
    "title": "Omio for Galaxy Note 10 Plus Privacy Screen Protector Tempered Glass Black Screen Protectors 9H Hardness Anti-Scratch Anti-Spy Anti-Fingerprint Bubble-Free Full Coverage Film for Galaxy Note 10 Plus",
    "main_category": "Cell Phones & Accessories",
    "average_rating": 3.0,
    "rating_number": 5,
    "price": "None",
    "features": [],
    "description": "",
    "store": "Omio"
  }
}